[
  {
    "id": "test-001",
    "name": "Joséphine J",
    "location": "France",
    "rating": 5,
    "text": "Je cherchais un bon poivre et j'ai testé le poivre de Penja. C'est un excellent produit, agréablement parfumé qui rehausse la plupart de mes recettes, un poivre de grande qualité et un basique indispensable!",
    "date": "2024-12-01",
    "product": "Poivre de Penja"
  },
  {
    "id": "test-002",
    "name": "Sylvie",
    "location": "Washington",
    "rating": 5,
    "text": "Le poivre de Penja par la magie de Terre & Saveurs est arrivé chez moi à Washington. Que puis-je vous dire si ce n'est sa saveur incomparable ! Je n'avais jamais goûté un poivre comme celui-ci et pourtant, je suis amatrice de poivres de différents pays. Je ne peux plus m'en passer. Un arôme unique",
    "date": "2024-11-25",
    "product": "Poivre de Penja"
  },
  {
    "id": "test-003",
    "name": "Nadine M.",
    "location": "France",
    "rating": 5,
    "text": "Le poivre de Penja a changé mon image du poivre, sa saveur, son parfum... Aujourd'hui je l'utilise dans tous mes repas sans exception, légumes, sauces, vinaigrette, viande... J'en mets même dans la nourriture de mon petit de 2 ans. Mon mari préfère que ça soit moi qui cuisine les steaks car il les trouve meilleurs. Mon secret, c'est le poivre de penja.",
    "date": "2024-11-20",
    "product": "Poivre de Penja"
  },
  {
    "id": "test-004",
    "name": "Become Community TV",
    "location": "Belgique",
    "rating": 5,
    "text": "Merci à Laurence qui m'avait offert un petit échantillon de son poivre de Penja, quelle merveille ! Dernièrement, j'ai découvert ses sirops d'hibiscus et de gingembre, j'ai adoré. Félicitation pour la qualité de produits Terre et Saveurs",
    "date": "2024-11-15",
    "product": "Poivre de Penja, Sirops"
  },
  {
    "id": "test-005",
    "name": "Arame Diaw",
    "location": "France",
    "rating": 5,
    "text": "Des poivres d'exception, dont les saveurs et les parfums savent convaincre les clients gourmets les plus exigeants, de mon épicerie. Ils en sont ravis et moi ravie du professionnalisme et de l'amabilité de Laurence la fondatrice de Terre et Saveurs.",
    "date": "2024-11-10",
    "product": "Poivres"
  },
  {
    "id": "test-006",
    "name": "Mattia Starace",
    "location": "Italie",
    "rating": 5,
    "text": "Le professionnalisme et l'envie de faire toujours mieux sont les mots clés de l'esprit de TERRE ET SAVEURS. Je vous recommande le poivre noir proposé par madame Laurence: vous allez tomber amoureux",
    "date": "2024-11-05",
    "product": "Poivre de Penja Noir"
  }
]